execution.yml

execution:
- concurrency: 10
  hold-for: 5m
  ramp-up:  2m
  

  scenario: Choose Flight 
scenarios: 
  Choose Flight :
    requests:
    - label: blazdemo
      method : GET
      url : http://blazdemo.com/
    - label: reserve
      method : POSt
      url : http://blazdemo.com/reserve.php
      body:
        fromPort: Paris
        toPort :  nktt